[{"incident":"Minor Disturbance (3rd party)","category":"Minor","date":"1/03/13","details":"At approximately 1210hrs Officer Lalae WAKI reported [REDACTED]￼, [REDACTED].Officer WAKI immediately reported to response officer James HOLT about the incident. Officer HOLT arrived at the location and made inquiries with staff [REDACTED]. Transferee [REDACTED] apologised for his actions.Inquiries made and above mention [REDACTED] removed from [REDACTED]."},{"incident":"Actual Self Harm","category":"Critical","date":"2/03/13","details":"At 1725 on Saturday the 2nd March 2013, Code Black was called by STC support worker Dean Wrobell in [REDACTED]. Reason for call code black was [REDACTED]. G4S Operations Manager Dinesh PERERA attended [REDACTED] and observed that [REDACTED].At 1730hrs medical staff arrived and took [REDACTED] to clinic area for further examination.[REDACTED], s47E(d)."},{"incident":"Escape","category":"Critical","date":"4/03/13","details":"At approximately 1240hrs on Monday 4th March 2013, Code Green was called [REDACTED]. G4S officer Clayton SUATA reported that 1 x transferee scaled the fence [REDACTED], [REDACTED].G4S officers from [REDACTED] responded to the call and attended outside fence area and located [REDACTED], [REDACTED].G4S Operations Manager, Dinesh PERERA arrived on scene and approached [REDACTED], [REDACTED].Operations Manager PERERA explained to [REDACTED] was not allowed to jump fence at any time and [REDACTED] behaviour was unacceptable. Further explained to [REDACTED].At 1255hrs Operations Manager PERERA STOOD DOWN THE CODE.Short time later TSA cultural advisor [REDACTED], s 47E(d).All security officers and TSA advised. Incident will be reported [REDACTED]."},{"incident":"Minor Disturbance","category":"Minor","date":"5/03/13","details":"At approximately 0800hrs on Tuesday 5th March 2013, Code Blue was called in dining area.G4S officer Lucy HOLT reported that number of transferees having heated argument over a breadtoaster.G4S operation manager Dinesh PERERA, response officers Phillip BOLTON and Phil SCAVO attended the locat ion and confirmed that incident was about one transferee taking too long to toast bread while other two transferees had to wait.At 0804hrs Operations Manager PERERA stood dow n the code.All involved transferees spoken by response team members about community rules. All agreed and Continued with their breakfast. [REDACTED]."},{"incident":"Minor Disturbance","category":"Minor","date":"5/03/13","details":"All approximately 2015hrs on Tuesday 5th March 2013, Code Blue was called in dining area. G4S officer Paul DESOUSA reported that he observed heated argument was developing between two transferees. Officer DESOUSA was standing at food serving area and unable to identify two transferees. Officers attended dining room and it's all appeared to be normal.[REDACTED] notified in order to be vigilant to prevent any unforeseen incidents.At 2025hrs code was stood down."},{"incident":"Notification by State territory welfare authorities (PNG Police)","category":"Major","date":"6/03/13","details":"[REDACTED] informed the Transferee [REDACTED], [REDACTED]."},{"incident":"Notification by State territory welfare authorities (PNG Police)","category":"Major","date":"6/03/13","details":"At approximately 1115hrs on Wednesday 6th March 2013 G4S operations Manager Dinesh PERERA received instructions from DIAC coordinator Kanwal JOSAN that [REDACTED], [REDACTED].At 1230hrs emergency briefing conducted with all service providers. Individual tasks and responsibilities briefed by G4S operations Manager PERERA to all service providers.At 1315hrs all G4S supervisors and response team briefed accordingly.[REDACTED].At this time TSA workers and number of cultural advices were present at [REDACTED].At 1522hrs total 14 x transferees removed from [REDACTED]. During arrest nil disturbance or non-compliant behaviour reported.[REDACTED]Number of family transferees questioned about reason for police involvement. It was explained to the community that police conducting formal investigations in relation to offence committed within PNG authorities. Further it was explained the community anyone involved in breaking law will be facing consequences. Further it was reassured that those transferees respect community guidelines as well as PNG law will not face repercussions.STC, TSA workers and number of cultural advices were present at [REDACTED].[REDACTED]. Further advised that centre will operate as normal."},{"incident":"Minor Disturbance","category":"Minor","date":"9/03/13","details":"At approximately 1705hrs Officer Shane MEIER notified Greg BAUMAN via radio of a gathering of people at [REDACTED]￼. At about the same time, TSA officer Luke Richmond reported the same matter in person to MIRPC General Manager, Chris MANNING. [REDACTED]￼ DIAC was immediately contacted via telephone and advised of the protest [REDACTED]￼, [REDACTED].A further issue raised by the community was a claim that medical staff from IHMS had committed to holding a community health education meeting, that they had all turned up but no one was there. Stuart from TSA confirmed that a meeting was to have been conducted and TSA had distributed slips through the community publicising the meeting. Chris MANNING spoke to Kanwal JOSAN and [REDACTED], and arranged for a meeting to be held with [REDACTED].Further brief discussions were held but the meeting dispersed peacefull with the community members removing the chairs. The meeting concluded at about 17.50 hours."},{"incident":"Medical Incident","category":"Minor","date":"13/03/13","details":"At approximately 1900hrs on Wednesday 13th March 2013 code purple called in [REDACTED].G4S operations Manager Dinesh PERERA attended location with other G4S response team officers and noticed that [REDACTED].Margaret MCINNES VILLAFOR IHMS nurse was present at the location. Nurse requested to call a doctor and as well as an Ambulance for the location.G4S operations manager PERERA called an Ambulance and doctor to [REDACTED].1915hrs Ambulance arrived and [REDACTED] taken to IHMS for further medical assessment.G4S officer James THOMAS who was at the location when initially incident occurred. Officer THOMAS reported that initially argument broke up between s.47F(1).At 1916hrs code was stood down by G4S operations manager PERERA.TSA & STC workers also present at the location."},{"incident":"Serious accident/injury","category":"Critical","date":"15/03/13","details":"At approximately 2110hrs on Friday 15th March 2013 code black was called in [REDACTED].G4S operations Manager Dinesh PERERA and attended location with other G4S response team officers. It was observed that group of transferees [REDACTED].G4S operations manager PERERA called immediate medical assistance from IHMS to family area.At this time large number of transferees gathered around the area. G4S officers cordon the area in order to assist medical staff. G4S Operations Manager PERERA requested TSA workers to attend [REDACTED].At 2113hrs Ambulance and IHMS medical staff arrived. [REDACTED], [REDACTED]. G4S manager Darleen MACALLAN intervened and removed [REDACTED] from the area.At 2122hrs second medical team arrived and assessed transferee [REDACTED].At 2123hrs transferee [REDACTED] transported to IHMS for further treatments2128hrs transferee [REDACTED] transported to IHMS for further treatment.At 2129hrs Code Black stood down by G4S Operations Manager PERERA.Inquiries made in relation to the initial incident. G4S duty manager Shane FISHER reported that, at 2055hrs he was alerted by another guard and requested to attend [REDACTED]. G4S duty manager FISHER called medical staff and requested assistance. It was reported that IHMS nurse requested to transport [REDACTED] to IHMS clinic for assessment. As G4S duty manager organising transport, [REDACTED] at this occasion Code black was called by officer FISHER.It also reported that [REDACTED] became very angry and damaged a plastic chair. Result of [REDACTED] sustained cut above left eye brow.This incident was reported to Police mobile squad."},{"incident":"Other Major Disturbance","category":"Major","date":"16/03/13","details":"At about 2135hrs on Saturday 16th March 2013, I [REDACTED] was in the staff mess dining hall area at the Manus Island Regional processing Centre [REDACTED]."},{"incident":"Medical Incident (Minor)","category":"Minor","date":"18/03/13","details":"at 1515hrs on Monday the 18th of February 2013, Code Black was called in [REDACTED]. Reason for call cade black was [REDACTED] collapsed in volleyball court area.G4S Shift Manager Darren POWELL and response officer Paul DESOUSA arrived and placed [REDACTED] on recovery position. It was reported that transferee appeared to be unconscious but breathing.Shortly after medical team arrived and transported [REDACTED] to clinic area for further examination.At 1522hrs code was stood down by G4S Operations Manager PERERA."},{"incident":"Contraband prohibited article found","category":"Minor","date":"21/03/13","details":"At 2130hrs on Wednesday the 20th of March 2013 following incident occurred. During routine patrol G4S security officer Christian MARTHIAS smelled a suspicious odour coming from [REDACTED].It was immediately reported to G4S duty manager Scott SHERRIDON. Response officer Craig GULL attended and [REDACTED].All items removed from compound.[REDACTED].Incident reported to police today for further action.[REDACTED]."},{"incident":"Attempted serious self-harm","category":"Critical","date":"21/03/13","details":"At 1835hrs on 21 March 2013 Code Black called in [REDACTED] compound area.G4S Security Intel Manager Darleen MCALLAN reported that she attended the [REDACTED] at about 1830hrs. The purpose of the visit was to speak to [REDACTED] because G4S Security Intel Manager MCALLAN had been approached by [REDACTED]. G4S Security Intel Manager MCALLAN had spoken with Lisa SOUTHWELL from IHMS and she had advised that [REDACTED].G4S Security Intel Manager MCALLAN spoke with [REDACTED] with G4S Duty Shift Manager David BRIGHT present. G4S Security Intel Manager MCALLAN reported that she stated to [REDACTED].At this occasion [REDACTED] became very agitated at this and demanded to see IHMS immediately. [REDACTED].[REDACTED] escalation of behaviour was quite serious and had the potential for futher action to be taken. G4S Security Intel Manager MCALLAN then contacted IHMS for a second time and informed them of [REDACTED].As G4S Security Intel Manager MCALLAN finished receiving this radio message from IHMS I began walking in the direction that [REDACTED].At approximately 1835hrs G4S duty manager BRIGHT called a code BLack. At the same time both G4S duty manager BRIGHT and G4S Security Intel Manager MCALLAN entered [REDACTED], s 47E(d).[REDACTED] was placed in recovery position until medical arrived. [REDACTED] appeared to be breathing normally and did not appear to have sustained any serious injuries.[REDACTED].At 1850hrs G4S operations manager PERERA stood down the code."},{"incident":"Voluntary Starvation (over 24 hrs)","category":"Major","date":"24/03/13","details":"[REDACTED] hunger strike update. Security & Intelligence confirmed that following 5 x new transferees joined the hunger strike.Total [REDACTED]. No other disturbance around the compound.IHMS notified about the hunger strike."},{"incident":"Voluntary Starvation (over 24 hrs)","category":"Major","date":"24/03/13","details":"[REDACTED] hunger strike update. It has been reported that transferee [REDACTED] no longer take part on hunger strike as [REDACTED].Security & intelligence confirmed that following 5 x new transferees joined the hunger strike.[REDACTED] no other disturbance around the compound.IHMS notified about hunger strike."},{"incident":"Voluntary Starvation (over 24 hrs)","category":"Major","date":"25/03/13","details":"[REDACTED] hunger strike update.It has been reported that transferee [REDACTED] joined on voluntary starvation (VS) since Sunday 24th Marh 2013. [REDACTED].No other disturbance around the compound.[REDACTED]TSA & IHMS notified about hunger strike."},{"incident":"Voluntary Starvation (over 24 hrs)","category":"Major","date":"25/03/13","details":"[REDACTED] hunger strike update.[REDACTED] no other disturbance around the compound.TSA & IHMS notified about hunger strike."},{"incident":"Voluntary Starvation (over 24 hrs)","category":"Major","date":"25/03/13","details":"[REDACTED] hunger strike update.It has been reported that 10 x transferees seized the Voluntary Starvation (VS) at 2000hrs on Monday 25th March 2013 without any incident.Transferee [REDACTED] only remained in Voluntary starvation (day 4).[REDACTED] no other disturbance around the compound.TSA & IHMS notified about Voluntary Starvation."},{"incident":"Voluntary Starvation (over 24 hrs)","category":"Major","date":"26/03/13","details":"[REDACTED] hunger strike update.Transferee [REDACTED] remained in Voluntary starvation (day 5). [REDACTED] No other disturbance around the compound.[REDACTED].TSA notified about Voluntary Starvation."},{"incident":"Voluntary Starvation (over 24 hrs)","category":"Major","date":"27/03/13","details":"[REDACTED] hunger strike update.Transferee [REDACTED] remained in Voluntary starvation (day 6). [REDACTED] No other disturbance around the compound.[REDACTED].TSA notified about Voluntary Starvation."},{"incident":"Minor Disturbance","category":"Minor","date":"8/05/13","details":"On Wednesday 8th May 2013 at 0012 hours, Client was seen entering the [REDACTED] area kitchen room in the Compound breezeway.The client then exited the kitchen with a large stainless steel hot water urn, and proceeded to walk towards[REDACTED] Location and smash the item on the ground. Client [REDACTED] then re- entered the kitchen in an aggressive manner and pushed over a table of condiments. He then returned to the hot water urn and discarded it over the [REDACTED] fence outside the [REDACTED] Compound.The incident was reported to G4S Night Shift Supervisor HOLT immediately, and the urn was retrieved.Following the events client [REDACTED] was calm and apologised for his actions. He made it clear his frustration was related to personal concerns he had been having and were not related to TSA or G4S.He attended IHMS Clinic on the 8th May 2013 to be assessed by medical staff.Nil injuries were sustained.The incident remains open until further investigations into the damage caused to the urn and whether it is serviceable or unserviceable. The subject of the report may be altered at a later stage when more information of the property damage is evident."},{"incident":"Unauthorised media presence at an RPC","category":"Critical","date":"9/05/13","details":"On Thursday 9th May 2013 at 0937 hours, a boat was sighted off the shore near the staff accommodation blocks by G4S Security & Intelligence Manager McALLAN and DIAC officials. The vessel appeared to have approximately 6 people on it, and appeared to be taking extensive video footage of the RPC Site from 10 to 20 metres off shore.G4S Security & Intelligence Manager McALLAN alerted G4S Transport & Escort Manager DREISTADT immediately. Officer DREISTADT alerted all G4S Coordinators and Supervisors and asked them to be vigilant and continue with operations as normal.G4S Officer DREISTADT proceeded on a walkthrough of the compound from the [REDACTED] Gate to the far side of the [REDACTED] area to observe the Incident. This was to gauge the reaction from Clients within the RPC, to insure all G4S Officers were notified of the Incident and were performing duties as required.The reaction from Clients in the [REDACTED] Compound was very minimal, with only a handful becoming aware of the Incident. A similar situation followed in the [REDACTED] Compound. The mood in both Compounds throughout and following the Incident was calm.The boat was seen dispersing from any visible area at approximately 0954 hours by G4S Officer DREISTADT.I submit this report for your information."},{"incident":"Minor Disturbance","category":"Minor","date":"11/05/13","details":"On Saturday 11th May 2013 at 1120 hours, TSA staff member BRIGGS requested a G4S presence whilst she advised [REDACTED] that as a consequence for his threatening behaviour on the previous day, they have cancelled his internet session.G4S Officers HOLT & WYLLIE attended shortly after. Towards the end of the conversation with TSA staff, started to get agitated and as TSA staff members BRIGGS & AFZALI walked away client ￼ ￼ shouted [REDACTED] several times in a loud and threatening manner.[REDACTED] then proceeded to pick up a green wheelie bin and throw it to the ground, causing damage to the base between the wheels. [REDACTED] then kicked the TSA canteen and office doors before picking up a metal rubbish bin and head-butting it violently several times. This caused a large indentation in the bin.[REDACTED] requested a meeting with DIAC, indicating that if this was not met he would kill himself or someone else in the compound. Following these events G4S Manager BAUMAN attended the location to have a discussion with [REDACTED]At approximately 1205 hours G4S Officer HOLT was called to attend Tent 1) in the [REDACTED] area, where he observed [REDACTED] lying on the floor with his head in his hands as a result of the head-butting. He was immediately transferred to the IHMS Clinic for medical treatment.Following these Incidents, intelligence from the ￼ community within the ￼ area was reported. This intelligence made it clear that the ￼ at MIRPC were extremely unhappy with [REDACTED] behaviour, and that they have had enough of [REDACTED] temper. They stated to G4S Officers that [REDACTED] constantly terrorises other clients in the compound, and they would not be held responsible for their actions if [REDACTED] behaviour continued.[REDACTED] remained at IHMS for the remainder of the day and was removed to the [REDACTED] compound at approximately 1700 hours.I submit this report for your information."},{"incident":"Escape","category":"Critical","date":"11/05/13","details":"On 11 May 2013 at about 1900 a code green was called at [REDACTED] compound.[REDACTED] had attempted to return to [REDACTED] compound via the [REDACTED]￼. [REDACTED] was intercepted and returned to the bravo compound.Response Officer Phil Bolton arranged for an interpreter in order to speak with [REDACTED] about his reasons for escaping [REDACTED] and to determine if he required any further support.TSA will be attending tomorrow ( Sunday) to speak with [REDACTED] . No further action.￼￼￼￼"},{"incident":"Escape","category":"Critical","date":"15/05/13","details":"At approximately 1710 [REDACTED] was placed on Constant PSP due to threats to self -harm over an incident involving telephone communication.Incident:At approximately 1725 a code Green was called in the [REDACTED] compound. [REDACTED] had escaped [REDACTED]￼ and had made his way to ocean, where he proceeded to start swimming.Response Officer Scott SHERIDEN responded as well as Risk and IntelligenceManager Darleen McALLAN and Operations Manager Dinesh PERERA.With the assistance of TSA Cultural Advisor Mohammad Reza KHORRAM, [REDACTED] was able to be encouraged to return to the compound. Code Green stood down at 1745."},{"incident":"Aggresive behavior by client","category":"Minor","date":"15/05/13","details":"At about 19.15hrs, G4S staff John WYLLIE and David BRIGHT heard several loud banging noises coming from within the VOIP telephone room in the [REDACTED] compound. Upon investigation, the staff saw Transferee [REDACTED] smashing the electronic keyboard in the music room. A photograph (BAUMAN) and video (ARUMA) were later recorded of the damaged keyboard. The staff also saw the Transferee, [REDACTED] kick out at the stereo sound system in the room opposite the music room, before walking down the breezeway where he smashed the timber sheet affixed to a window hole in the VOIP telephone room. A radio call was broadcast alerting all call signs to a “Code Purple” situation (staff require assistance). Friends and associates of Transferee [REDACTED] gathered around him and began to provide support and comfort to him and de-escalated the situation. G4S staff McALLAN and BAUMAN attempted to speak with the Transferee [REDACTED] , but his condition was not conducive and discussions were had with his companions with the aim of continuing the de- escalation strategy being applied. The Transferee made it very clear in a very loud tone of voice that he did not wish to see IHMS staff when the offer was made to him, and he was supported by his friends in that choice. G4S staff were withdrawn a distance to allow space and time for his friends to work with him, which ultimately did de-escalate the situation. Although G4S staff offered to assist in gaining medical attention from IHMS, the offer was strongly refused.The total property damaged or destroyed by [REDACTED] was the timber fitting to the window previously mentioned and the damaged or destroyed Keyboard.Other Transferee’s in the [REDACTED] compound witnessed the incident.Following the incident, G4S maintained constant observations of [REDACTED] , who appeared to besuffering from some psychological stress.Inquiries revealed that prior to the incident (prior to 1900hrs), TSA staff member, “Julia” had become concerned at [REDACTED] behaviour and had attempted to gain an IHMS intervention. She advised that medical staff had been unavailable as they were attending to medication dispensing duties at the time.This incident will be reported to Police at Lorengau on 16 May 2013."},{"incident":"Minor Disturbance","category":"Minor","date":"19/05/13","details":"At approximately 1040hrs on Sunday 19th May 2013, Code Blue was called in [REDACTED] compound.G4S officer Ronald PIAH reported that he witnessed two transferees arguing and resulted pushing each other towards north side of the breeze way.G4S managers Dinesh PERERA and Gregory BAUMAN responded to the incident. It was observed that large gathering of [REDACTED] transferees within the breezeway area but incident was appeared to be well under controlled by G4S officers David BRIGHT, Scott DURHAM and TSA staff members Stuart CURRAN.Code was stood down at 1050hrs.Response officers BRIGHT and DURHAM explained that they were separated two identified transferees who were involved into the incident. Two transferees identified as [REDACTED] and [REDACTED]Both transferees interviewed by G4S manager PERERA. It was established that transferee [REDACTED] was bullied towards transferee [REDACTED] Such behavior was continued and transferee [REDACTED] was agitated towards such behavior and threw a punch towards transferee [REDACTED] At this time officers intervened and separated two parties.Due to alleged assault medical assistance offered to transferee [REDACTED] which herefused. He also refused to make any statement to the police.G4S manager PERERA addressed the [REDACTED] community and advises them to communicate with security staff for any assistance. Also community guide lines discussed with transferee [REDACTED]about respecting and living with other communities. Nil injuries to any parties."},{"incident":"Attempted or threatened self-harm","category":"Critical","date":"20/05/13","details":"At 1214hrs on 20th May 2013 Code Black called in [REDACTED] compound area.G4S officer Anderson YANDUO called cade black after observing transferee [REDACTED] climbing a tree and holding a rope. Two other transferees attempted to stop transferee [REDACTED] and were unsuccessful. It was reported that officer YANDUO witnessed transferee placed a knot around the neck and jumped from the tree. Transferee [REDACTED] landed on his feet on ground and knot was removed by other transferees.At this time officers attended and medical assistance requested from IHMS. Rope was retrieved and removed from the compound by security. IHMS arrived and transferred transferee [REDACTED] to IHMS clinic for further assessment. IHMS nurse Daniel RYAN was continued to communicate with transferee [REDACTED]Transferee [REDACTED] appeared to be very agitated and make verbal threats towards officers.He stated [REDACTED] Transferee also appeared to be physically aggressive towards officers. He make number of physical movements towards officers by throwing hands. G4S manager Dinesh PERERA present at the incident and escorted transferee [REDACTED] out form the compound. G4S officer Patrick DANIEL assisted for escorting transfereeout from the compound.G4S officer Phil BOLTON, David BRIGHT and Gregory BAUMAN managed the other transferees who have involved into the incident.Due to risk of physical behaviour demonstrated by transferee [REDACTED] DIAC coordinator Vikki LUDWIG granted permission to use minimum force to stop any further self-harm or any other offence.Transferee ￼ assessed by IHMS mental health. During this assessment transferee was verbally aggressive towards all medical staff and G4S officers. After the medical assessment transferee [REDACTED] came out from clinic and screamed and demanded return to [REDACTED] compound. G4S manager PERERA attempted to control transferee [REDACTED] . At this occasion transferee [REDACTED] kicked clinic door and attempted to walk into clinic again. He attempted to grab clinic equipment, and then officers intervened and physically removed from the clinic area. G4S officers Scott DRUHAM and Ezikiel MATHIAS use minimum force by holding arms of transferee G4S manager PERERA further communicates with transferee and explained about his unaccepted behaviour within medical area.G4S manager PERERA offered assistance to transferee [REDACTED] if required.Transferee [REDACTED] refused any assistance and continued to say that “I don’t want to live”. Considering risk of further self-harm and good order and security within the centre G4S manager PERERA ordered accommodate transferee [REDACTED] in [REDACTED] compound.Transferee [REDACTED] supplied with water and appropriate bedding.IHMS mental health nurse advised that [REDACTED] level revived and changed ongoing to high risk/ constantobservation. Nil injuries reported due to attempted self-harm. Code black stood down at 1225hrs.Property damage will reported to police."},{"incident":"Voluntary Starvation (over 24 hrs)","category":"Major","date":"21/05/13","details":"On Tuesay the 21st of May 2013 it has been reported that transferee [REDACTED]had dinner on 20th May 2013 and further had breakfast, lunch and dinner on Tuesday 21st May 2013.Incident was reported to TSA and IHMS for further review and to determine ongoing Voluntary Starvation."},{"incident":"Threatened self-harm by client","category":"Major","date":"21/05/13","details":"BACKGROUND￼During the evening, Transferee, [REDACTED] was using the internet and failed to attend the medical dispensary service for medication. He later complained on two occasions, requesting the services of IHMS to obtain medication, and was refused on both occasions.INCIDENTAt about 2330hrs, Monday 20 May 2013, [REDACTED] requested access to medication as he had missed the dinner time dispensing due to his use of internet facilities at the time. G4S coordinator, Darren POWELL (November 4) contacted the medical clinic by radio and requested a consultation on behalf of [REDACTED] . The clinic advised that he would have to wait until the morning dispensing service.A further request was made by [REDACTED] at about 0015hrs on 21 May 2013 for medical attention, and after constant nagging, POWELL again contacted the clinic by radio. The reply was that “client would not be seen tonight”.Transferee ￼ [REDACTED] ￼ became increasingly agitated and aggressive in his behaviour over the next several hours, in what was described by staff as a “tantrum”. His behaviour was monitored by staff. From about 0030 hours, he moved throughout the compound being disruptive and throwing objects. He was seen to approach location [REDACTED] the vehicular access gate from the road to the [REDACTED] compound and then throw three plastic chairs over the fence. He continued pacing backwards and forward, then walking around in large circles. He approached the [REDACTED] compound fence and threw another chair over the fence. He ignored attempts by G4S staff to calm him, and continued pacing, kicking over rubbish bins as he went.[REDACTED] eventually entered room [REDACTED] from the [REDACTED] compound breezeway. He smashed his hands against the walls of the room and stomped. He smashed the plastic electrical fuse box mounted on the room wall from its position before tearing the green mesh window covering and jumped through the window into the sterile void area between the [REDACTED] and [REDACTED] compounds. Two G4S staff working in the void area escorted [REDACTED] back to the [REDACTED] compound. [REDACTED] continued to walk around the compound before he re-entered room [REDACTED], slamming the door closed. (It should be noted, the lock to the room is inoperable). Staff then observed [REDACTED] sitting on the floor in the dark.At about 0300hrs on 21 May 2013, another Transferee, [REDACTED] had a conversation with [REDACTED] . Following that conversation, [REDACTED] informed Darren POWELL that [REDACTED] had stated that he would kill himself by electrocution.Darren POWELL (November 4) notified G4S Duty Manager, Gregory BAUMAN [REDACTED] . The IHMS duty nurse [REDACTED] was again notified, and attended the scene at about 0315 hours and had a consultation with [REDACTED] . Following the consultation and provision of medication, [REDACTED] behaviour de-escalated.Following the incident, G4S maintained constant observations of [REDACTED] This incident will be reported to PNG Police on 21 May 2013.The incident was reported by telephone to DIAC per Andrew CHARTRES by Duty Manager, Gregory BAUMAN at about 0405 hours, 21 May 2013."},{"incident":"Minor Disturbance","category":"Minor","date":"21/05/13","details":"[REDACTED] who is the sister of [REDACTED] reported to Incident Response Officer Scott Durham a very concerning conversatin that had been relayed to her parents by [REDACTED].[REDACTED] had requested for Operations Manager Dinesh Perera to attend as well as the manager of Save the Children (Jo Mackey). As a result, Officer McAllan was directed by Dinesh Perera to conduct an investigation into the matter.Incident:At about 1730 hours on 20 May 2013, Risk and Intelligence Manager Darleen McAllan conducted an interview with [REDACTED] to provide him with the opportunity to respond to information that had been received in relation to an inappropriate comment that he had allegedly made about [REDACTED] who is [REDACTED] years old. [REDACTED] was assured that the interview was part of an investigation and that he was one of the people being questioned. He was also assured that he was not being accused of anything. The purpose of the interview was to clarify if any conversation had taken place in relation to [REDACTED] and if there was any possibility that the conversation may have been mis-understood.[REDACTED] was presented with the statement that he had allegedly made but at no point did he deny making the statement. He instead demanded to know who had reported the information. He repeated this question several time.[REDACTED] (who is [REDACTED] years old) was asked to clarify any interaction he had with [REDACTED] (who is [REDACTED] years old). He stated that he was friends of her family. He also stated that as he is a [REDACTED]. He then contiuned to demand who had reported the information.After about 15 minutes [REDACTED] declared on his mother's life that he would have no interest [REDACTED]. [REDACTED] was again reminded that he was not being accused of anything but being asked to respond to the information that had been received. He was also advised that it was highly recommended that he refrain from interacting with the ￼[REDACTED] ￼ whilst the investigation was being conducted.[REDACTED] accepted these terms and appeared to be indifferent when he departed. He was thanked for his time and assured that he would be notified upon the conclusion of the investigation. [REDACTED] re-joined his friends but about five minutes later returned in a highly agitated state, with a number of [REDACTED] transferees.[REDACTED] was asked to sit down again to discuss the matter in private. [REDACTED] raised his concerns that he was being accused of something he didn’t say. [REDACTED] was advised that the Risk and Intelligence Manager was aware of some of the conflicts going on in the [REDACTED] compound between families and that this may result in people making false statements about other transferees. He was assured that all this would be factored into theinvestigation. He was again reassured that he was not being accused of anything.[REDACTED] accepted this and after about 20 minutes, when it was apparent he had calmed down Officer McAllan departed. TSA cultural advisor James, was requested to see [REDACTED] back to his room so he could lie down and rest.Investigation completed at 1530 on 21 May 2013."},{"incident":"Assault causing minor bodily harm","category":"Major","date":"21/05/13","details":"At 1330hrs on 21st May 2013 Code Purple called in [REDACTED] dining area.G4S officer David BRIGHT was called in to the [REDACTED] dining area to assist with a problem with Transferee [REDACTED] who had had an argument with one of the kitchen staff member known as Grace WARANGO, about the supply of rice which resulted in him smashing a plate in the dining hall.G4S officer BRIGHT and Tim HARGRAVE reported they had de-escalated that particular situation and transferee [REDACTED] left the mess hall.It was observed by officer BRIGHT that while transferee ￼[REDACTED] exiting from the dining room he had exchange some words with G4S officer ￼[REDACTED]. Transferee [REDACTED] then attempted to strike G4S officer [REDACTED] at which point officer BRIGHT called a Code Purple Response. G4S officer [REDACTED]￼ appeared to push transferee [REDACTED]￼ away and then transferee [REDACTED] picked up a chair and attempted to hit G4S officer [REDACTED] with it.At that point G4S officer [REDACTED] deflected the chair and struck transferee [REDACTED] in the head with his fist and kicked him in the groin area. Transferee [REDACTED] ￼ fell to the ground clutching his groin and yelling. It was appeared to be transferee [REDACTED] ￼ in pain.G4S managers Dinesh PERERA, Gregory BAUMAN, Phil BOLTON and Scott SHERRIDON attended [REDACTED] dining area and cleared the gathering crowd.G4S manager PERERA made number of inquiries in order to ascertain what has occurred. During this inquiries G4S officer [REDACTED] explaned that he was at the back of SAM's dining area and observed transferee [REDACTED] throwing a plate. Then transferee [REDACTED] approached and spat at officer [REDACTED]. It also reported that transferee abused officer [REDACTED] by stating [REDACTED]. Then transferee [REDACTED] threw a full 500ml water bottle and threw 3 punches at officer [REDACTED]. Officer [REDACTED] stated that he was feared for his own safety and defended by throwing two punches and kicked to transferee [REDACTED]. At this occasion transferee [REDACTED] fallen on to the ground.￼At this occasion number of other transferees chased officer [REDACTED] and fallen on ground back of the dining area. Officer [REDACTED] was held by number of other transferees on ground and was beaten up by some group of transferees. G4S officers Bernad KOP and Lawrance JUA intervened into the situation and separated officer [REDACTED] from other transferees.Those transferees identified as,[REDACTED][REDACTED][REDACTED][REDACTED]￼￼[REDACTED]￼￼[REDACTED][REDACTED][REDACTED]￼￼￼[REDACTED]￼￼[REDACTED][REDACTED]During this incident [REDACTED] sustained [REDACTED]. Transferee [REDACTED] assessed by IHMS.Transferee [REDACTED] & [REDACTED] also treated by IHMS for minor injuries.Officer [REDACTED] sustained [REDACTED]. Further he sustained [REDACTED]. Officer [REDACTED] also treated by IHMS.Incident was reported to police and officer [REDACTED] suspended until interview completed by police."},{"incident":"Medical Incident (Minor)","category":"Minor","date":"21/05/13","details":"At 1845hrs on Tuesday the 21st of May 2013, Code Black was called in ￼[REDACTED] Compound. Reason for call cade black was transferee [REDACTED] collapsed in ￼[REDACTED].G4S Manager Phil BOLTON attended and reported that incident was controlled and IHMS staff onscene. It was reported that transferee appeared to be conscious and breathing.IHMS ambulance arrived and transported￼ to clinic area for furtherexamination.At 1855hrs code was stood down by G4S Manager BOLTON."},{"incident":"Major Disturbance","category":"Major","date":"24/05/13","details":"At approximately 1845hrs on Friday 24th May 2013 a code blue (transferees fighting) was called from the [REDACTED] dining room by a G4S staff member. A physical altercation had broken out between two ethnic groups namely [REDACTED] and [REDACTED] transferees. The dedicated G4S response team and other G4S officers in the vicinity attended the scene to find a fight in progress.Transferees from both groups were fight between themselves. Then they were using weapons such as melamine plates (broken in half by transferees and used as projectiles), plastic chairs and plastic tables as weapons. G4S staff was initially prevented further transferees entry into the dining room by blocking back gate.G4S managers and other response officers responded to the incident and order was restored within 5 minutes in the dining room area. G4S staff used minimum force to separate the groups. The force used was only guiding transferees apart and separating them to stop further acts of assault from occurring.Shortly after another fight and disturbance broke up within the [REDACTED] compound. This was also between [REDACTED] national transferees and [REDACTED] national transferees. Group of G4S officers responded to the incident and manage to control situation.Considering safety and security of the facility G4S manager Dinesh PERERA instructed to remove all [REDACTED] form [REDACTED] compound to the [REDACTED].At this time it was noticed that three [REDACTED] and four [REDACTED] sustained injuries. Injuries ranged from lacerations, contusion and blunt force trauma. Due to severity of the injuries [REDACTED] transferees transferred to IHMS for treatments.At 1955hrs all remaining [REDACTED] transferees transferred to [REDACTED] under G4S escort and head count confirmed as [REDACTED] (including transferees at the OHMS). G4S manager Phil BOLTON and number of other incident response officers manage to communicate with the [REDACTED] transferees in the [REDACTED] . TSA cultural advisors and care workers also present at the ￼[REDACTED].G4S manager Darleen MCALLAN and group of other incident response officers commenced communicating with all transferees who were remained in the [REDACTED] compound by reassuring safety and security within the area.At 2020hrs other injured[REDACTED] transferees transferred to IHMS for treatment.TSA, SCA and G4S staff continues to assist and reassure safety and security of familytransferees.Meals and water were provided to both areas as a result of the dining room becoming inoperable due to the amount of damage and debris in the area.At 2010hrs G4S manager PERERA separate talks commenced with [REDACTED] group to ascertain the reasons for the incident and to encourage a more harmonious living environment.After having discussion with two groups it was established that initial fight broke up between transferee [REDACTED] and [REDACTED] transferee [REDACTED] and [REDACTED] transferee [REDACTED] .At 2025hrs, G4S manager PERERA and BOLTON addressed the [REDACTED] group located on the [REDACTED] and advised them that we needed to restore the Centre to normality as soon as possible. The group was informed of the need for them to return to the [REDACTED] area and prior to that need to meet with [REDACTED] representatives and commencing conciliation. The group initially refused to meet however was eventually complied with the request.At 2045hrs injured [REDACTED] returned to the [REDACTED] and re united with remaining group. At 2140hrs a mediation session took place where both groups were invited to speak on the incident that occurred, any tension that had been a prelude to the event and air any grievances that they wished. Some ground rules were established by G4S manager PERERA and the mediation continued by TSA manager Phil DONNAN. The mediation commenced with each party apologizing to one another and showed some regret for the disturbance. Subsequent to the discussion, a number of commitments were made by each group. Each group agreed to respect each other live in the community without any fear. It was also nominate a representative that the other group could contact if tensions rose as a result of unacceptable or offensive behavior.PNG police also addressed the two groups about consequences when break the law.As a result of the mediation, each member of the mediation team agreed to live in harmony and all shook hands and embraced. The meeting concluded at 2310hrs.TSA manger DONNAN also arranged another community meeting on Saturday 25th May 2013 at 1100hrs.At 2105hrs injured [REDACTED] returned to the [REDACTED] compound.2325hrs [REDACTED] x transferees returned to [REDACTED] compound via [REDACTED] .Upon return of [REDACTED] transferees discovered that two of their tents were vandalized. G4S and TSA cultural advisors involved and manage the frustration.G4S officers continued to communicate with [REDACTED] and [REDACTED] transferees about peaceful living within the community.G4S manager PERERA stood down the code at 0010hrs on Saturday 25th May 2013.At 0020hrs hot de-brief conducted with all service providers.Nil injuries reported by any staff.This matter has been reported to the Police and further action may occur as a result of the Police"},{"incident":"Less serious damage to facility","category":"Minor","date":"25/05/13","details":"At about 12.30 0n 24 May 2013 G4S were called to attend to [REDACTED].[REDACTED] was visibly upset and distressed. TSA and IHMS Mental Health were requested to attend to provide support.At this time [REDACTED] became highly agitated and locked herself in one of the shower cubicles. During this time some minor property damage resulted as the bathroom vanity sink was completely broken away from the wall.No other property damage reported."},{"incident":"Major Disturbance","category":"Major","date":"30/05/13","details":"At approximately 103hrs on Thursday 30th May 2013 called received from DIAC staff member describing some disturbance in PNGICSA office area. Incident was reported as follow.At approx. 1025hrs all on duty members of the PNG Mobile Squad came on site and came to the PNG Immigration &Citizenship Service Authority (PNGICSA) office to talk with [REDACTED], PNG ICS’s Centre Administrator to voice their displeasure at being evicted from their accommodation at the Seadler Bay Hotel, cancellation of their Eurocar vehicles and outstanding salary and travel allowance payments.A large number of them (approximately 20 - 25) confronted [REDACTED] inside his office and became aggressive towards him. There was no physical altercation but tables and walls were kicked and cabinets slapped.DIAC officers contacted G4S Security to attend the scene. G4S Manager Dinesh PERERA established an Alpha response team in case the situation escalated. Situation was reported to Local Police Sergeant Philip LULU over the telephone.The Mobile Squad asked to speak to the “Australian Government Boss” and confronted the DIAC Centre Coordinator, Vicki LUDWIG, in the doorway to the DIAC office, next door to [REDACTED] office.Ms LUDWIG entered [REDACTED] office and initiated discussions with the Commander of the Mobile Squad and she and [REDACTED] attempt to deescalate the situation and agreed to provide information for the Mobile Squad that might assist with the resolution to their complaints. The Mobile Squad left the compound shortly afterwards.Ms LUDWIG has initiated discussions with DIAC National Office regarding options to resolve their complaints and alternative accommodation arrangements will be sourced this afternoon by [REDACTED].A meeting is being held in Canberra at 1100hrs today to discuss the payment of the outstanding Travel Allowance for the Mobile Squad. Ms LUDWIG has provided an assurance that once the relevant timeframes regarding that payment are known, that she will share this information with the Mobile Squad.G4S has stationed a static guard outside PNG ICSA/DIAC office and the Alpha Response Team continues to be on standby.The Mobile Squad left the premises and gathered outside the front gate of the RPC.At 1400hrs meeting held with mobile squad commander, DIAC center Coordinator Ms LUDWIG and PNGICSA operations Manager [REDACTED] in order to deliver outcome of the meeting held in Canberra.Meeting was concluded at 1415hrs and mobile squad commander left the premises.Alpha response team stood down and returned to normal duties. G4S continue to monitor Mobile squad presence within the RPC."},{"incident":"Theft","category":"Minor","date":"30/05/13","details":"At approximately 1300hrs on Thursday 30th May 2013 it was reported theft from G4S warehouse [REDACTED] located outside the RPC.It was identified that point of entry gained from [REDACTED].G4S store man David TETEP reported that number of cloths and blankets missing from the store room.Incident wass reported to Lorengau police for further investigation.It was also reported to Lombrum Patrol Base Executive officer Lt Commander. Begsy KARAKI."},{"incident":"Failure of Service Provider IT system for 6hrs or more","category":"Minor","date":"4/06/13","details":"On Tuesday 4th June 2013 at 1530hrs it was reported by G4S IT manager Ian COX that the internet supply from the G4S Satellite has been up and down since this morning.PACTEL have identified an issue with a component and they are sourcing a replacement.In the meantime, [REDACTED] has kindly allowed using the DIAC satellite as a temporary solution to allow access to the internet.Now it has connected the G4S-Manus Wireless to distribute the internet and all service providers have access to the service.PACTEL technician will be on site to fix the issue. Date to be confirmed."},{"incident":"Assault causing minor bodily harm","category":"Major","date":"6/06/13","details":"At approximately 2030hrs on 6th June 2013 Incident Response Officer James HOLT reported minor altercation between two transferees.It was reported that altercation occurred inside the tent 20. Officers responded to crowd gathering and discovered that transferees [REDACTED] ￼ ) & [REDACTED] inside the tent.Officer HOLT reported that transferee [REDACTED] had minor scratches to neck area and small cut on right ankle area. Transferee [REDACTED] taken to IHMS for medical assessTransferee [REDACTED] reported to officer HOLT that argument broke up between him and transferee [REDACTED]. Transferee [REDACTED] also reported that he was got assaulted by transferee [REDACTED]. Officer James WYLLIE reported that transferee [REDACTED] refused to make any formal complaint or report to police.No visible injuries to transferee [REDACTED]TSA notified about the incident.Incident will report to police on Friday 7th June 2013."},{"incident":"Failure of Service Provider IT system for 6hrs or more","category":"Minor","date":"7/06/13","details":"On Thursday 6th June 2013 G4S satellite has been repaired and normal internet service utilized. This incident report now completed and closed."},{"incident":"Minor Disturbance","category":"Minor","date":"8/06/13","details":"On Saturday 8th June 2013 at approx. 1605 hours, a Code Purple was called by TSA staff member CLARKE at Tent 55 in the SAMS compound.G4S OFFICER SIMPSON attended shortly after to find ￼ [REDACTED] a large number of Iranian & Vietnamese Clients gathering around FM maintenance staff and equipment. Staff member CLARKE stated that the maintenance wheelbarrow had been turned over and assorted plastic sheeting had been taken by Clients, after a verbal argument between FM maintenance staff and a number of Clients. OFFICER SIMPSON recovered all items and spoke with FM maintenance staff.G4S OFFICERS DREISTADT & PERERA attended shortly after to find the situation calm with a few clients still lingering in the area. The majority of clients had dispersed and maintenance staffs were starting to continue with the work on Tent 55.The code was stood down at approx. 1615 by G4S OFFICER DREISTADT. Nil injuries or concerns to Staff or Clients.I submit this report for your information."},{"incident":"Minor Disturbance","category":"Minor","date":"9/06/13","details":"At approximately 1030hrs on Sunday 9th June 2013, a Code Purple was called by security officers for M block in family compound.G4S officers James HOLT, Scott DRUHAM and Richard SAYLIS responded to the incident and discovered that verbal altercation broke up between two transferees over a common fan. The Salvation Army (TSA) and Save the Children Australia (SCA) staff also responded to the incident.Initially transferees [REDACTED] & [REDACTED] involved in to the verbal regarding a fan. Shortly after transferees [REDACTED], [REDACTED] & [REDACTED] also involved in to the argument.G4S, TSA and SCA staff involved and situation deescalated.TSA and SCA staff continues to engage with both families in order to maintain community slandered. No physical contact or injuries reported during the incident.The code was stood down at approx. 1040hrs by G4S officer HOLT."},{"incident":"Media approac to staff or detainee","category":"Minor","date":"9/06/13","details":"On Sunday 9th June 2013 at 1440 hours, Mobile Police Squad Informed me that the vehicle in question had been intercepted and mobile phone cameras had been viewed with nil footage of the centre in their possession. This incident is now closed."},{"incident":"Incident likely to attract media attention","category":"Major","date":"9/06/13","details":"On Sunday 9th June 2013 at 1330 hours, I was approached by the Control Room operator Blaise GABRIEL informing me that the staff at the Golf 1 gate had noticed a vehicle driving past the centre taking photos. Myself and Officer Matt DREISTADT immediately notified the Mobile Police Squad who then informed us that he had identified the vehicle as a grey Nissan dual cab. Officers SCAVO and DREISTADT proceeded to conduct a vehicle patrol of the naval base in order to intervene and confiscate any footage that may have been taken. Once arriving at the main gate to the naval base, a brief discussion was had with the on duty Naval Officer, who claimed that the vehicle had left the base with three people on board confirming the identity of a local lawyer [REDACTED] and his (2) two Asian passengers who were unknown to him. Myself and Officer DREISTADT then returned to the centre and notified the Mobile Police Squad of the drivers name. I submit this report for your information."},{"incident":"Theft","category":"Minor","date":"9/06/13","details":"At approximately 1230hrs on Sunday 9th June 2013 it was reported theft from G4S warehouse number 2 located outside the RPC.It was identified that point of entry gained from South West side of the hut by lifting corrugated iron panels.G4S store man David TETEP reported that following items missing from the store room. Item values to be confirm.1. 4 x Twisties Carton2. 3 x Soft drink cartons3. Boxes of Noodles4. Ladies underwear (number TBC)5. 1 x size 11 Velcro shoe6. Sleeping bags (number TBC)7. Grey space boxes have been opened. Those that have locks on them – 3 x have hadtheir locks removed.8. Flat sheets (number TBC)9. Fitted sheets (number TBC)Incident will report to Lorengau police for further investigation. It was also reported to Lombrum Patrol Base Executive Officer."},{"incident":"Medical Incident","category":"Minor","date":"10/06/13","details":"At 2055hrs on Monday the 10th of June 2013, Code Black was called by G4S officer Diana CHIPKO in Family Compound. Reason for call cade black was transferee [REDACTED] date of birth [REDACTED] collaposed on grass area near the primary school entrance.4S Manager Dinesh PERERA attended and placed transferee [REDACTED] on recovery position. Transferee appeared to be conscious and breathing. G4S officer Phil SCAVO and TSA manager Antony ELLIS were present and assisted with crowd control.Shortly after IHMS ambulance arrived and transported transferee ￼ ￼ to clinic area for further examination. Transferee was occupied by her husband[REDACTED] .& [REDACTED] ￼ two x children of [REDACTED] remained in family compound with SCA staff member Terri RIDGEWAY and with number of other support staff.At 2103hrs code was stood down by G4S Manager PERERA."},{"incident":"Attempted or threatened self-harm","category":"Major","date":"13/06/13","details":"At about 1400 hours, on 13 June 2013 a report was received from Save the Children.It was reported that [REDACTED] appeared upset because his teacher was leaving the Centre tomorrow to go on leave.repeatedly asked his teacher not to leave and made a variety of protests. These included, “Don’t leave,” “I won’t go to school if you go”, “Why do you have to leave?”., He then said “I will hang up myself tomorrow so you won’t go” and “When you come back, I won’t be here”. Later on, as his teacher was walking out of the families’ compound, he shouted her name and then made a ‘hanging’ gesture around his own neck.IHMS were advised by SAC and are following up with a consultation with [REDACTED]. No further incidents reported. Situation being monitored by IHMS, SCA and G4S."},{"incident":"Minor Disturbance","category":"Minor","date":"13/06/13","details":"At about 1550 hours on 13 June 2013 a Code Blue was called in the SAMs compound.Two Vietnamese clients were observed having a heated argument and appeared to be about to engage in a physical confrontation with each other. A third Vietnamese client ( ID unknown) arrived and intervened. The transferees then dispersed and stated that there was no issue.Code Blue stood down at 1552."},{"incident":"Voluntary Starvation","category":"Minor","date":"13/06/13","details":"At 1530 On 13 June 2013, Risk and Intelligence Manager Darleen McAllan met with IHMS Manager Colin Li for PSP meeting and were requested to report if [REDACTED] had consumed any food or water that day.Officer McAllan reported the [REDACTED] had been observed drinking water and tea but not consuming any food. It was reported that G4S officers had observed friends of [REDACTED] taking biscuits and tea to [REDACTED] tent.Colin Li advised that [REDACTED] was being placed on Voluntary Starvation, day one (Less than 24 hours).Day One commencing 13.06.13"},{"incident":"Voluntary Starvation (over 24 hrs)","category":"Major","date":"14/06/13","details":"At 1530 On 13 June 2013, Risk and Intelligence Manager Darleen McAllan met with IHMS Manager Colin Li for PSP meeting and were requested to report if [REDACTED] had consumed any food or water that day.Officer McAllan reported the [REDACTED] had been observed drinking water and tea but not consuming any food. It was reported that G4S officers had observed friends of [REDACTED] taking biscuits and tea to [REDACTED] tent.Colin Li advised that [REDACTED] was being placed on Voluntary Starvation, day one (Less than 24 hours).Incident:at 1530 [REDACTED] entered into day Two of Voluntary Starvation (more than 24 hours) Ayoub has been observed drinking water, tea and has biscuits beside his bed. Ayoub has not attended the SAMs mess for any meal times.HMS (Mental Health), G4S and TSA have all engaged with [REDACTED] ￼ . He has been somewhat responsive but is still firm about his decision to not eat or attend IHMS for medical checks. [REDACTED] stated that he can not wait any longer for processing and that it will take too long."},{"incident":"Voluntary Starvation (over 24 hrs)","category":"Major","date":"15/06/13","details":"It has been reported that transferee [REDACTED] continue to refuse meals. G4S officers engaged with transferee. It was reported that he is not going to eat until he move from the RPC. Further he requested to see DIAC as per his written request.TSA and G4S keep close eye on transferee."},{"incident":"Voluntary Starvation (over 24 hrs)","category":"Major","date":"16/06/13","details":"It has been reported that transferee [REDACTED] continue to refuse meals. G4S officers engaged with transferee.It was reported that he is continue to drink water and most of the day he was sleeping.[REDACTED] also declared that he is fasting for religious reasons. Nil indication of eating. TSA and G4S keep close eye on transferee."},{"incident":"Voluntary Starvation (over 24 hrs)","category":"Major","date":"17/06/13","details":"t has been reported that transferee [REDACTED] continue to refuse meals. G4S officers engaged with transferee.He is continued to drink water and most of the day he was sleeping.[REDACTED] also declared that he is fasting for religious reasons. Nil indication of eating. TSA and G4S keep close eye on transferee."},{"incident":"Voluntary Starvation (over 24 hrs)","category":"Major","date":"18/06/13","details":"It has been reported that transferee [REDACTED] continue to refuse meals. G4S officers engaged with transferee.He is continued to drink water and most of the day he was sleeping.[REDACTED] also declared that he is no longer fasting. Nil indication of eating. TSA and G4S keep close eye on transferee."},{"incident":"Voluntary Starvation (over 24 hrs)","category":"Major","date":"20/06/13","details":"It has been reported that transferee [REDACTED] continue to refuse meals. G4S officers engaged with transferee.He is continued to drink water and most of the day he was sleeping.TSA and G4S keep close eye on transferee."},{"incident":"Relocation of transferees between facilities","category":"Minor","date":"20/06/13","details":"On Thursday 20th June 2013 70 x transferees (40 x family & 30 x Single Adult Males) transferred form Manus Island Regional Processing Centre (MIRPC) to main land Australia (Christmas Island).s. 47G(1) refused to load any transferees luggage on the aircraft because they had been instructed (tah)at virtually no luggage would be required.Process commenced at 0400hrs completed at 1520hrs. Nil reportable incidents during process."},{"incident":"Voluntary Starvation (over 24 hrs)","category":"Major","date":"21/06/13","details":"It has been reported that transferee [REDACTED] continue to refuse meals. G4S officers engaged with transferee.He is continued to drink small slips of water and most of the day he was sleeping.Further he refused any medical treatment from IHMSTSA and G4S keep close eye on transferee."},{"incident":"Voluntary Starvation (over 24 hrs)","category":"Major","date":"22/06/13","details":"It has been reported that transferee [REDACTED] continue to refuse meals. G4S officers engaged with transferee.He is continued to drink small slips of water and most of the day he was sleeping. It was reported that he asked bottle of water form G4S officer John POPEHe continues to refuse any medical treatment from IHMS. TSA and G4S keep close eye on transferee."},{"incident":"Voluntary Starvation (over 24 hrs)","category":"Major","date":"23/06/13","details":"It has been reported that transferee [REDACTED] continue to refuse meals. G4S officers engaged with transferee.He is continued to drink small slips of water and most of the day he was sleeping. He continues to refuse any medical treatment from IHMS.TSA and G4S keep close eye on transferee."},{"incident":"Voluntary Starvation (over 24 hrs)","category":"Major","date":"24/06/13","details":"It has been reported that transferee [REDACTED] continue to refuse meals. G4S officers engaged with transferee.He is continued to drink small slips of water and most of the day he was sleeping. He continues to refuse any medical treatment from IHMS.TSA and G4S keep close eye on transferee."},{"incident":"Voluntary Starvation (over 24 hrs)","category":"Major","date":"26/06/13","details":"t has been reported that transferee [REDACTED] continue to refuse meals. G4S officers engaged with transferee.He is continued to drink small slips of water and most of the day he was sleeping. He continues to refuse any medical treatment from IHMS.TSA and G4S keep close eye on transferee."},{"incident":"Voluntary Starvation (over 24 hrs)","category":"Major","date":"26/06/13","details":"It has been reported that transferee [REDACTED] continue to refuse meals. G4S officers engaged with transferee.He is continued to drink small slips of water and most of the day he was sleeping. He continues to refuse any medical treatment from IHMS.Some information received that transferee [REDACTED] getting peer pressured by other transferees and encouraged to continue hunger strike. Information will update accordingly."},{"incident":"Minor Disturbance","category":"Minor","date":"28/06/13","details":"At about 17.40 hours, Friday 28 June 2013, a group of Vietnamese was playing cards at tent 34 in the SAM compound, Manus Island Regional Processing Centre. A dispute broke out between two men in the group. G4S Security Officer, Sellan NICK had been near the MIKE 5 guard postion attending to PSP duties and reports. He heard two male voices apparently arguing with angry tones. Upon investigating at the source of the argument, tent 34, he saw the two Vietnamese men [REDACTED] and [REDACTED] throwing punches at each other. Officer NICK called for assistance on the radio. Other G4S staff attended including Phil BOLTON attended and de-escalated the situation. Calm was restored. The TSA Vietnamese cultural advisor (KIM) attended and assisted. Investigations revealed an argument broke out over the card game. No injuries were sustained by either party. No further action required.DIAC (Vicky LUDWIG) was advised in person by BAUMAN at about 21.15hrs."},{"incident":"Minor Disturbance","category":"Minor","date":"28/06/13","details":"At about 1430 hours on Friday 28 June 2013, G4S General Manager Graham POTTER and Business Manager, Gregory BAUMAN entered the Families’ Compound, Manus Island Regional Processing Centre through gate Alpha 6. At that time, they observed [REDACTED] remonstrating loudly about no one taking her seriously and not being given medical assistance that she needed. [REDACTED] appeared distressed, was crying and scratching at her arms and thighs.It was apparent that [REDACTED] was at least suffering from a rash. Upon speaking with ￼[REDACTED]￼ ￼ was informed that she had been requesting to see a doctor for three days, but that IHMS refused to see her.On further investigation, [REDACTED] ￼ stated she had followed the procedures correctly and submitted the medical requests, but that IHMS was refusing to see her because she had missed several appointments that had been made for her.After calming the woman and providing some advice on some strategies for immediate relief, BAUMAN made inquiries with IHMS. It was confirmed that several appointments had been made for [REDACTED] to attend IHMS since Wednesday but that she had not attended any of them.As [REDACTED] was adamant she had not been informed of an appointments and she was clearly in pain and distressed, inquiries were made with TSA. Joel CHAN from TSA later advised BAUMAN that it appeared TSA had not passed on the appointment information to [REDACTED]DIAC (Vicky LUDWIG) was advised in person by BAUMAN at about 21.15hrs."}]