content(
[{"date":"10/09/2014","time":"","title":"Two men charged with terrorism offences over alleged Syria conflict links","text":"Two men who allegedly recruited and funded Australians to fight in Syria have been charged with terrorism offences after police raids in Queensland. The men, aged 31 and 21, were arrested in Logan, south of Brisbane, in a joint operation involving about 180 Australian federal police (AFP) and Queensland police.","incident-category":"major-event","link":"http://www.theguardian.com/world/2014/sep/10/terrorism-arrests-made-in-logan-amid-alleged-links-to-syria-conflict","source":"Guardian Australia","updated":""},
{"date":"11/09/2014","time":"14:14:00","title":"Tony Abbott indicates Australia would be willing to join the US in strikes against Isis","text":"Australia has reaffirmed its willingness to consider joining US-led air strikes in Iraq or provision of military advisers, after Barack Obama vowed to enlist a “broad coalition of partners” to target Islamic State (Isis) militants","incident-category":"government-announcement","link":"http://www.theguardian.com/world/2014/sep/11/australia-would-consider-joining-us-air-strikes-in-iraq-says-tony-abbott","source":"Guardian Australia","updated":""},
{"date":"12/09/2014","time":"15:10:00","title":"Terrorism alert level raised to high","text":"Australia has increased its terrorism alert level from medium to high – the first such change in 11 years. Tony Abbott announced the move two weeks after the UK raised its terrorism threat level and a day after the US outlined its strategy for targeting Islamic State (Isis) militants in northern Iraq and Syria.","incident-category":"government-announcement","link":"http://www.theguardian.com/world/2014/sep/12/terrorism-alert-level-raised-to-high","source":"Guardian Australia","updated":""},
{"date":"14/09/2014","time":"13:38:00","title":"Australia to send military force to fight Isis 'death cult'","text":"Australia will send a military force to the United Arab Emirates to contribute to the US campaign of airstrikes against Islamic State (Isis) militants in Iraq. In response to a formal request from the US for specific Australian defence force (ADF) capabilities, the prime minister, Tony Abbott, said Australia would supply 600 personnel – made up of 400 from the air force and 200 from the military, including special forces – along with equipment to the coalition force against the Isis movement.","incident-category":"government-announcement","link":"http://www.theguardian.com/world/2014/sep/14/tony-abbott-australia-military-force-fight-isis-death-cult","source":"Guardian Australia","updated":""},
{"date":"16/09/2014","time":"11:40:00","title":"Military action against Isis will cost half a billion dollars a year","text":"Australia’s military involvement in Iraq is likely to cost half a billion dollars each year, Tony Abbott has revealed, as he confirmed some personnel had already left for the Middle East.","incident-category":"government-announcement","link":"http://www.theguardian.com/world/2014/sep/16/tony-abbott-military-action-against-isis-cost-half-billion-dollars-year","source":"Guardian Australia","updated":""},
{"date":"18/09/2014","time":"06:00:00","title":"Large scale counter-terrorism raids in NSW and QLD","text":"The largest ever counter-terrorism raids were carried out in NSW with over 800 officers. 15 people were detained, although just one man was charged with a terroris offence. One other man was charged with a fire-arm offence and two women were given court attendance notices.","incident-category":"major-event","link":"http://www.theguardian.com/world/2014/sep/18/terrorism-raids-police-arrests-raids-sydney-brisbane","source":"Guardian Australia","updated":""},
{"date":"19/09/2014","time":"16:45:00","title":"Tony Abbott says a beheading attack could have taken place within days of raids","text":"A terrorist attack involving the random killing of a member of the public could have happened “within days” and all that is required to carry out an attack in Australia is a determined individual, a knife, an iPhone and a victim, the prime minister said. Tony Abbott also said there had been “chatter” among extremists about targeting Parliament House, as security inside and outside the building was handed over to the Australian federal police.","incident-category":"government-announcement","link":"http://www.theguardian.com/world/2014/sep/19/terrorism-raids-beheading-attack-could-have-taken-place-within-days-tony-abbott-says","source":"Guardian Australia","updated":""},
{"date":"19/09/2014","time":"18:41:00","title":"Jaqui Lambie and Cory Bernardi call for Burqa (and Niqab) ban","text":"The Palmer United party senator Jacqui Lambie has called for a ban on the burqa for public safety reasons. The Labor opposition condemned as “inflammatory” comments from Lambie on Friday and the Liberal senator Cory Bernardi on Thursday, in the wake of a series of counter-terrorism raids in Sydney and Brisbane. The raids have escalated concerns that a heightened focus on terrorism could result in Muslim communities being unfairly targeted","incident-category":"opposition-or-other","link":"http://www.theguardian.com/world/2014/sep/19/jacqui-lambie-calls-for-ban-on-the-burqa-for-public-safety-reasons","source":"Guardian Australia","updated":""},
{"date":"22/09/2014","time":"","title":"Security increased at Parliament House","text":"Security arrangements have been ramped up at parliament house in response to an increased terror threat, as politicians return to Canberra ahead of a sitting fortnight. The prime minister Tony Abbott ordered tighter security last week after intelligence agencies picked up increased chatter about potential threats to the building.","incident-category":"major-event","link":"http://www.theguardian.com/world/2014/sep/22/parliament-house-security-beefed-up-after-chatter-about-terrorism-threat","source":"Guardian Australia","updated":""},
{"date":"23/09/2014","time":"11:45:00","title":"Questions raised over media access to raids","text":"The federal justice minister, Michael Keenan, has denied that the largest counter-terrorism raids in Australian history that took place last week – during which media were given extensive access to cover the arrests – were a “manufactured spectacle”.","incident-category":"media","link":"http://www.theguardian.com/world/2014/sep/23/counter-terrorism-raids-were-not-theatre-says-justice-minister","source":"Guardian Australia","updated":""},
{"date":"24/09/2014","time":"","title":"Police shooting of Abdul Numan Haider","text":"An 18 year old man, Abdul Numan Haider, was shot dead by police after he reportedly attacked two officers with a knife.","incident-category":"major-event","link":"http://www.theguardian.com/world/2014/sep/24/police-and-politicians-call-for-calm-after-killing-of-victoria-terror-suspect","source":"Guardian Australia","updated":""},
{"date":"26/09/2014","time":"09:44:00","title":"First national security laws pass Senate","text":"The Australian Senate has passed the biggest changes to the powers of the nation’s intelligence agencies in 35 years, despite concerns over “draconian” provisions limiting press freedom. The Abbott government’s first national security bill, supported by both major political parties, increases the powers of agencies to gather intelligence in the internet age","incident-category":"legislation","link":"http://www.theguardian.com/world/2014/sep/26/senate-passes-security-laws-fears-press-freedom","source":"Guardian Australia","updated":""},
{"date":"29/09/2014","time":"","title":"Melbourne raids: 23-year-old arrested over alleged terrorism funding","text":"State and AFP raid homes in five suburbs in Melbourne and arrest a 23-year-old man from Seabrook held after tip-off from the FBI ","incident-category":"major-event","link":"http://www.theguardian.com/world/2014/sep/30/afp-victoria-police-joint-raids-melbourne","source":"Guardian Australia","updated":""},
{"date":"30/09/2014","time":"","title":"Hassan El Sabsabi charged with funding terrorism","text":"Police allege that around 1 March, Melbourne man Hassan El Sabsabi provided funds to the terrorist organisation Islamic State (Isis), knowing it was a terrorist organisation.","incident-category":"major-event","link":"http://www.theguardian.com/world/2014/sep/30/melbourne-raids-hassan-el-sabsabi-charged-with-funding-terrorism","source":"Guardian Australia","updated":""},
{"date":"01/10/2014","time":"","title":"Expanded spy powers pass parliament","text":"The bill – the first in a series of national security bills – was passed with the support of Labor, and enables the Australian Security Intelligence Organisation (Asio) to obtain intelligence from numerous computers, toughens penalties for intelligence agency whistleblowers, and creates offences for any person who discloses information about special intelligence operations.","incident-category":"legislation","link":"http://www.theguardian.com/australia-news/2014/oct/01/expanded-security-laws-pass-parliament-as-lone-labor-mp-voices-concerns","source":"Guardian Australia","updated":""},
{"date":"01/10/2014","time":"13:45:00","title":"Tony Abbott says he finds burqa 'confronting'","text":"The prime minister has made it clear he would not oppose a parliamentary ban on the burqa, saying he found it “confronting” and, although people should be free to wear what they want, the rules of secure buildings needed to be obeyed.","incident-category":"government-announcement","link":"http://www.theguardian.com/world/2014/oct/01/tony-abbott-finds-burqa-confronting-and-would-not-oppose-parliament-ban","source":"Guardian Australia","updated":""},
{"date":"02/10/2014","time":"17:00:00","title":"Australian parliament introduces rule segrating people with face coverings","text":"The Australian parliament announces an 'interim decision' that will force visitors wearing facial coverings to sit in a separate area of the public gallery shielded by glass panels.","incident-category":"government-announcement","link":"http://www.theguardian.com/australia-news/2014/oct/02/parliamentary-burqa-rules-send-signal-of-intolerance-to-australian-public","source":"Guardian Australia","updated":""},
{"date":"02/10/2014","time":"20:00:00","title":"Tony Abbott backtracks on parliamentary burqa exclusion","text":"Tony Abbott will ask the Australian parliament’s presiding officers to reconsider a controversial decision to force visitors with facial coverings to sit in a separate glassed area of the public galleries.","incident-category":"government-announcement","link":"http://www.smh.com.au/federal-politics/political-news/tony-abbott-to-kill-off-parliament-house-burqa-ban-20141002-10pjoh.html","source":"SMH","updated":""}]
);