content(
[{"date":"22/06/2014","time":"","title":"Convicted Australian terrorist used brother's passport to join fight in Syria","text":"The foreign minister, Julie Bishop, has confirmed that an Australian jihadist, who is believed to be involved in the murder of Iraqi citizens, left Australia for the battlefield in Syria using his brother’s passport. On Sunday, Bishop confirmed that the convicted terrorist Khaled Sharrouf, one of the insurgents implicated in recent massacres of civilians in Iraq by extremists belonging to the militant group, the Islamic State in Iraq and the Levant, or Isis, had left Australia “on his brother's passport”.","incident-category":"major-event","link":"http://www.theguardian.com/world/2014/jun/22/convicted-australian-terrorist-used-brothers-passport-to-join-fight-in-syria","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"02/07/2014","time":"","title":"Attorney general George Brandis flags plan to detain alleged jihadists returning from Iraq and Syria ","text":"The government over the last couple of weeks has progressively stepped up the political rhetoric, signaling its desire to detain returning Australian citizens active in the bloody insurgencies in Iraq and Syria. On Tuesday night the attorney general, George Brandis, told Sky News: “Let’s not beat around the bush. We don’t want them back. Most of them don’t want to come back, incidentally. Those who do come back, there is a very high chance that they’re coming back for no good. “Which is why, if they try to come back, we should pick them up at the border and charge them for the offence we know they’ve already committed.”","incident-category":"government-announcement","link":"http://www.theguardian.com/world/2014/jul/02/george-brandis-vow-to-detain-alleged-jihadists-from-iraq-and-syria-nonsense","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"04/07/2014","time":"","title":"Coalition proposes legislation to tackle Australians fighting abroad","text":"Australians could be presumed to be visiting Syria or northern Iraq “for no good purpose” under significant national security law changes to make it easier to detain and prosecute alleged participants in foreign conflicts. The attorney general, George Brandis, signalled the proposal could be part of a forthcoming package toughening Australia’s national security legislation, effectively conceding deficiencies in current laws as they apply to alleged jihadists participating in the bloody sectarian conflicts. The government has gradually intensified its rhetoric about national security in the past few weeks, warning of the risks posed by “radicalised” young Australians returning home after participating in the conflicts in Iraq and Syria.","incident-category":"government-announcement","link":"http://www.theguardian.com/world/2014/jul/04/coalition-crackdown-alleged-jihadists","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"16/07/2014","time":"","title":"Australian journalists could face prosecution as part of the first national security bill released by the attorney-general","text":"Australian journalists could face prosecution and jail for reporting Snowden-style revelations about certain spy operations, in an “outrageous” expansion of the government’s national security powers, leading criminal lawyers have warned. A bill presented to parliament on Wednesday by the attorney general, George Brandis, would expand the powers of the Australian Security Intelligence Organisation (Asio), including creation of a new offence punishable by five years in jail for “any person” who disclosed information relating to “special intelligence operations”.","incident-category":"government-announcement","link":"http://www.theguardian.com/world/2014/jul/16/journalists-face-jail-leaks-security-laws","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"21/07/2014","time":"","title":"Asio spy chief defends surveillance network and argues for broader powers","text":"Australia’s top spy has strongly defended the nation’s surveillance framework, dismissing claims of mass snooping on the basis that that only “a few thousand” people come to the notice of the Australian Security Intelligence Organisation (Asio) each year. Appearing before a Senate committee hearing, the Asio chief, David Irvine, reaffirmed his calls for the government to introduce a mandatory data retention scheme, while arguing telecommunications providers must take responsibility for safeguarding consumers’ privacy as part of a requirement to store customer data for two years. Irvine also revealed more details about the 150 people in Australia who are alleged to “have some involvement with, are supporting or actively recruiting for, or financing” extremist elements in Syria and Iraq – a key focus of intelligence agencies at present.","incident-category":"opposition-or-other","link":"http://www.theguardian.com/world/2014/jul/21/asio-spy-chief-defends-surveillence-network","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"26/07/2014","time":"","title":"Privacy fears as Australian surveillance laws are dragged into the digital era","text":"Special report into new surveillance laws - how will police and security services monitor our communications? Will they be allowed to mine metadata? Will it be regulated? Key questions as parliament reshapes outdated laws","incident-category":"media","link":"http://www.theguardian.com/world/2014/jul/26/privacy-fears-australian-surveillance-laws-digital-era","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"01/08/2014","time":"","title":"Tony Abbott confirms legislation plan to tackle Australians fighting abroad","text":"Tony Abbott has confirmed his government will bring forward legislation to deal with its current problems prosecuting Australian fighters participating in bloody sectarian conflicts overseas.","incident-category":"government-announcement","link":"http://www.theguardian.com/world/2014/aug/01/abbott-government-will-bring-forward-australians-in-war-zones-legislation","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"11/08/2014","time":"","title":"Photo showing an Australian child in Syria holding severed head posted to twitter ","text":"Sydney man Khaled Sharrouf posted a photo to twitter reportedly showing his son holding the severed head of a Syrian soldier. Sharrouf is wanted by Australian Federal Police over crimes in Syria and Iraq, which include the execution of a captured Iraqi official in the desert outside the Iraqi city of Mosul.","incident-category":"major-event","link":"http://www.theguardian.com/world/2014/aug/11/sydney-man-posts-picture-son-decapitated-head-syria","source":"The Guardian","updated":"Analysis","source-title":"Read more: ","analysis-title":"Analysis: ","analysis-link":"http://www.theguardian.com/world/2014/aug/13/we-must-look-past-shock-tactics-like-a-child-holding-a-severed-head-in-syria","analysis-text":"We must look past shock tactics like a child holding a severed head in Syria"},
{"date":"11/08/2014","time":"","title":"Media organisations speak out against national security proposals","text":"The Media Entertainment and Arts Alliance has warned the federal parliament’s joint intelligence and security committee the first tranche of the Coalition’s national security reforms will “criminalise journalists and journalism”. The MEAA, Guardian Australia, and the Right to Know coalition (covering AAP, ABC, APN, ASTRA, Bauer Media, \nCommercial Radio Australia, Fairfax Media, FreeTV, MEAA, News Corp Australia, SBS, and The West Australian) all made submissions to the inquiry into the national security legislation amendment bill. <a href='http://www.aph.gov.au/Parliamentary_Business/Committees/Joint/Intelligence_and_Security/National_Security_Amendment_Bill_2014/Submissions' target='_blank'>You can read the submissions here</a>.","incident-category":"media","link":"http://www.theguardian.com/world/2014/aug/11/australias-national-security-proposals-will-criminalise-journalists-says-union","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"12/08/2014","time":"","title":"Labor demands answers on why Khaled Sharrouf was allowed to travel to Iraq","text":"Labor has called on the government to explain what steps it has taken over the security lapse that allowed the convicted terrorist Khaled Sharrouf to flee Australia on his brother’s passport late last year. Australian political leaders had previously expressed their outrage over a shocking image posted on Twitter depicting a young boy, reported to be Sharrouf’s son, holding up the severed head of a Syrian soldier.","incident-category":"opposition-or-other","link":"http://www.theguardian.com/world/2014/aug/12/labor-demands-answers-on-why-khaled-sharrouf-was-allowed-to-travel-to-iraq","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"17/08/2014","time":"","title":"David Leyonhjelm believes security changes restrict ordinary Australians","text":"A key balance-of-power senator says the Abbott government’s national security changes will restrict the liberties of ordinary Australians and increase the surveillance powers of the intelligence authorities, while reducing necessary oversight. David Leyonhjelm told the joint parliamentary committee on intelligence and security (JPCIS) he has a number of concerns with changes being proposed by the attorney general, George Brandis.","incident-category":"opposition-or-other","link":"http://www.theguardian.com/world/2014/aug/17/david-leyonhjelm-security-changes-restrict-australians","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"20/08/2014","time":"","title":"Isis beheads US journalist James Foley","text":"Militants from Islamic State (Isis) claimed to have killed an American journalist long held captive in Syria in retaliation for ongoing US air strikes against its forces in Iraq. A propaganda video showed a masked Isis fighter beheading a kneeling man dressed in an orange jumpsuit who is purported to be James Wright Foley, a photojournalist who went missing in Syria in 2012.","incident-category":"major-event","link":"http://www.theguardian.com/world/2014/aug/19/james-wright-foley-beheaded-isis-video","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"10/09/2014","time":"","title":"Two men charged with terrorism offences over alleged Syria conflict links","text":"Two men who allegedly recruited and funded Australians to fight in Syria have been charged with terrorism offences after police raids in Queensland. The men, aged 31 and 21, were arrested in Logan, south of Brisbane, in a joint operation involving about 180 Australian federal police (AFP) and Queensland police.","incident-category":"major-event","link":"http://www.theguardian.com/world/2014/sep/10/terrorism-arrests-made-in-logan-amid-alleged-links-to-syria-conflict","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"11/09/2014","time":"14:14:00","title":"Tony Abbott indicates Australia would be willing to join the US in strikes against Isis","text":"Australia has reaffirmed its willingness to consider joining US-led air strikes in Iraq or provision of military advisers, after Barack Obama vowed to enlist a “broad coalition of partners” to target Islamic State (Isis) militants","incident-category":"government-announcement","link":"http://www.theguardian.com/world/2014/sep/11/australia-would-consider-joining-us-air-strikes-in-iraq-says-tony-abbott","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"12/09/2014","time":"15:10:00","title":"Terrorism alert level raised to high","text":"Australia has increased its terrorism alert level from medium to high – the first such change in 11 years. Tony Abbott announced the move two weeks after the UK raised its terrorism threat level and a day after the US outlined its strategy for targeting Islamic State (Isis) militants in northern Iraq and Syria.","incident-category":"government-announcement","link":"http://www.theguardian.com/world/2014/sep/12/terrorism-alert-level-raised-to-high","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"14/09/2014","time":"13:38:00","title":"Australia to send military force to fight Isis 'death cult'","text":"Australia will send a military force to the United Arab Emirates to contribute to the US campaign of airstrikes against Islamic State (Isis) militants in Iraq. In response to a formal request from the US for specific Australian defence force (ADF) capabilities, the prime minister, Tony Abbott, said Australia would supply 600 personnel – made up of 400 from the air force and 200 from the military, including special forces – along with equipment to the coalition force against the Isis movement.","incident-category":"government-announcement","link":"http://www.theguardian.com/world/2014/sep/14/tony-abbott-australia-military-force-fight-isis-death-cult","source":"The Guardian","updated":"Analysis","source-title":"Read more: ","analysis-title":"Analysis: ","analysis-link":"http://www.theguardian.com/world/2014/sep/14/fight-against-isis-justified-where-end","analysis-text":"Australia joining the fight against Isis can be justified – but where will it end?"},
{"date":"16/09/2014","time":"11:40:00","title":"Military action against Isis will cost half a billion dollars a year","text":"Australia’s military involvement in Iraq is likely to cost half a billion dollars each year, Tony Abbott has revealed, as he confirmed some personnel had already left for the Middle East.","incident-category":"government-announcement","link":"http://www.theguardian.com/world/2014/sep/16/tony-abbott-military-action-against-isis-cost-half-billion-dollars-year","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"18/09/2014","time":"06:00:00","title":"Large scale counter-terrorism raids in NSW and QLD","text":"The largest ever counter-terrorism raids were carried out in NSW with over 800 officers. 15 people were detained, although just one man was charged with a terrorist offence. One other man was charged with a fire-arm offence and two women were given court attendance notices.","incident-category":"major-event","link":"http://www.theguardian.com/world/2014/sep/18/terrorism-raids-police-arrests-raids-sydney-brisbane","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"19/09/2014","time":"16:45:00","title":"Tony Abbott says a beheading attack could have taken place within days of raids","text":"A terrorist attack involving the random killing of a member of the public could have happened “within days” and all that is required to carry out an attack in Australia is a determined individual, a knife, an iPhone and a victim, the prime minister said. Tony Abbott also said there had been “chatter” among extremists about targeting Parliament House, as security inside and outside the building was handed over to the Australian federal police.","incident-category":"government-announcement","link":"http://www.theguardian.com/world/2014/sep/19/terrorism-raids-beheading-attack-could-have-taken-place-within-days-tony-abbott-says","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"19/09/2014","time":"18:41:00","title":"Jacqui Lambie and Cory Bernardi call for Burqa (and Niqab) ban","text":"The Palmer United party senator Jacqui Lambie has called for a ban on the burqa for public safety reasons. The Labor opposition condemned as “inflammatory” comments from Lambie on Friday and the Liberal senator Cory Bernardi on Thursday, in the wake of a series of counter-terrorism raids in Sydney and Brisbane. The raids have escalated concerns that a heightened focus on terrorism could result in Muslim communities being unfairly targeted","incident-category":"opposition-or-other","link":"http://www.theguardian.com/world/2014/sep/19/jacqui-lambie-calls-for-ban-on-the-burqa-for-public-safety-reasons","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"19/09/2014","time":"","title":"Detention orders obtained before anti-terrorism raids were carried out","text":"The Australian federal police obtained preventative detention orders for at least three people before the counter-terrorism raids in New South Wales, in what may be the first time the anti-terrorism powers have been used. A spokesman for the AFP confirmed late on Friday that three men had been detained under the orders following the raids and had now been released without charge.Preventative detention orders formed part of a tranche of anti-terrorism powers granted over a decade ago, and can be sought to detain people for lengthy periods of time without charge.","incident-category":"major-event","link":"http://www.theguardian.com/world/2014/sep/19/detention-orders-obtained-before-anti-terrorism-raids-were-carried-out  ","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"21/09/2014","time":"","title":"News Corp Australia defends use of James Foley beheading images","text":"The chief executive of News Corp Australia has defended the decision to publish a brutal image of James Foley, moments before he was beheaded, on the front page of the company’s tabloids. Julian Clarke, speaking at the Newspaper Works industry conference in Sydney, said it was important to not hide from reality.","incident-category":"media","link":"http://www.theguardian.com/media/2014/aug/21/news-corp-australia-defends-james-foley-beheading-images","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"22/09/2014","time":"","title":"Security increased at Parliament House","text":"Security arrangements have been ramped up at parliament house in response to an increased terror threat, as politicians return to Canberra ahead of a sitting fortnight. The prime minister Tony Abbott ordered tighter security last week after intelligence agencies picked up increased chatter about potential threats to the building.","incident-category":"major-event","link":"http://www.theguardian.com/world/2014/sep/22/parliament-house-security-beefed-up-after-chatter-about-terrorism-threat","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"23/09/2014","time":"11:45:00","title":"Questions raised over media access to raids","text":"The federal justice minister, Michael Keenan, has denied that the largest counter-terrorism raids in Australian history that took place last week – during which media were given extensive access to cover the arrests – were a “manufactured spectacle”.","incident-category":"media","link":"http://www.theguardian.com/world/2014/sep/23/counter-terrorism-raids-were-not-theatre-says-justice-minister","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"23/09/2014","time":"","title":"Isis instructs followers to kill Australians and other 'disbelievers'","text":"The Islamic State (Isis) has called for members to take retribution against the coalition of countries heading to northern Iraq and Syria to fight them, specifically instructing members to kill – without question and by any means necessary – civilians and soldiers in countries including Australia, France, Canada and the US. A lengthy video address and a written English translation attributed to Abu Muhammad al-Adnani was released on Monday, which called for “muwahhidīn in Europe, America, Australia, and Canada” and across the world to defend the Islamic state against the “dozens of nations...gathered against it”.","incident-category":"major-event","link":"http://www.theguardian.com/world/2014/sep/23/islamic-state-followers-urged-to-launch-attacks-against-australians","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"23/09/2014","time":"","title":"Second national security bill released by the attorney-general","text":"Australians face life imprisonment if they prepare to travel overseas to engage in hostile activities, as part of the most significant overhaul of the nation’s counter-terrorism laws in a decade. The new bill introduces harsh new penalties for Australians who fight overseas, but also seeks to introduce greater powers for police and customs officers. The controversial control order and preventative detention order regimes have also been proposed to be extended for another 10 years.","incident-category":"government-announcement","link":"http://www.theguardian.com/world/2014/sep/23/australians-travelling-to-fight-in-no-go-zones-could-face-life-imprisonment","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"23/09/2014","time":"","title":"Indefinite ban of counter-terrorism preventative detention orders","text":"A sweeping suppression order will prevent reporting of controversial preventive detention orders used in last week’s counter-terrorism operations indefinitely. A non-publication order preventing disclosure of any information about the use of the lock-up powers means details of the order will remain secret until a New South Wales supreme court judge rules otherwise. The judge’s ruling is so broad that a supreme court spokesman says even his name cannot be reported.","incident-category":"media","link":"http://www.theguardian.com/world/2014/sep/23/indefinite-ban-reporting-counter-terrorism-preventative-detention-order","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"24/09/2014","time":"","title":"Police shooting of Abdul Numan Haider","text":"An 18 year old man, Abdul Numan Haider, was shot dead by police after he reportedly attacked two officers with a knife.","incident-category":"major-event","link":"http://www.theguardian.com/world/2014/sep/24/police-and-politicians-call-for-calm-after-killing-of-victoria-terror-suspect","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"24/09/2014","time":"","title":"Grand mufti of Australia condemns Isis 'horrors conducted overseas'","text":"The grand mufti of Australia has called for calm in the Australian community and condemned the “horrors conducted overseas” by extremist groups. The address by Dr Ibrahim Abu Mohammed comes amid a heightened security environment in Australia, a major push for greater law enforcement and intelligence-gathering powers, and a series of threats made against Muslims. The comments also follow the shooting of 18-year-old Abdul Numan Haider by police on Tuesday night in Melbourne, after he reportedly attacked two officers with a knife. Both officers sustained injuries, and Haider was shot dead.","incident-category":"major-event","link":"http://www.theguardian.com/world/2014/sep/24/grand-mufti-of-australia-condemns-isis-horrors-conducted-overseas","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"26/09/2014","time":"08:46:00","title":"Man wrongly identified by Fairfax Media as terrorism suspect","text":"A 19-year-old man was wrongly identified by Fairfax Media as terrorism suspect Abdul Numan Haider. Abu Bakar Alam’s photograph was published on the front page of Fairfax newspapers in stories about Haider, who was shot dead by police in Melbourne after allegedly stabbing two officers.","incident-category":"media","link":"http://www.theguardian.com/media/2014/sep/26/abu-bakar-alam-wrongly-identified-fairfax-media-terrorism-suspect-may-sue","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"26/09/2014","time":"09:44:00","title":"First national security laws pass Senate","text":"The Australian Senate has passed the biggest changes to the powers of the nation’s intelligence agencies in 35 years, despite concerns over “draconian” provisions limiting press freedom. The Abbott government’s first national security bill, supported by both major political parties, increases the powers of agencies to gather intelligence in the internet age","incident-category":"legislation","link":"http://www.theguardian.com/world/2014/sep/26/senate-passes-security-laws-fears-press-freedom","source":"The Guardian","updated":"Analysis","source-title":"Read more: ","analysis-title":"Analysis: ","analysis-link":"http://www.theguardian.com/world/2014/sep/26/the-acid-test-australian-journalists-must-ask-what-agenda-they-serve","analysis-text":"The acid test: Australian journalists must ask what agenda they serve"},
{"date":"29/09/2014","time":"","title":"Melbourne raids: 23-year-old arrested over alleged terrorism funding","text":"State and AFP raid homes in five suburbs in Melbourne and arrest a 23-year-old man from Seabrook held after tip-off from the FBI ","incident-category":"major-event","link":"http://www.theguardian.com/world/2014/sep/30/afp-victoria-police-joint-raids-melbourne","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"30/09/2014","time":"","title":"Hassan El Sabsabi charged with funding terrorism","text":"Police allege that around 1 March, Melbourne man Hassan El Sabsabi provided funds to the terrorist organisation Islamic State (Isis), knowing it was a terrorist organisation.","incident-category":"major-event","link":"http://www.theguardian.com/world/2014/sep/30/melbourne-raids-hassan-el-sabsabi-charged-with-funding-terrorism","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"30/09/2014","time":"","title":"World press freedom organisations say national security laws 'strike at the heart of press freedom'","text":"World press freedom organisations have roundly condemned Australia’s national security laws as placing unreasonable restrictions on press freedom, and warned the crackdown on journalists and whistleblowers would damage free speech. In stark international rebukes against the federal government’s three-pronged package of national security legislation, the Freedom of the Press Foundation, Committee to Protect Journalists and Electronic Frontier Foundation have said new powers and laws under the bills would have dire effects on journalism and free speech. The first bill passed the Senate last Thursday with the support of the Coalition, Labor and the Palmer United party and is set to be passed by the House of Representatives this week.","incident-category":"media","link":"http://www.theguardian.com/world/2014/sep/30/national-security-laws-strike-at-the-heart-of-press-freedom","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"01/10/2014","time":"13:45:00","title":"Tony Abbott says he finds burqa 'confronting'","text":"The prime minister has made it clear he would not oppose a parliamentary ban on the burqa, saying he found it “confronting” and, although people should be free to wear what they want, the rules of secure buildings needed to be obeyed.","incident-category":"government-announcement","link":"http://www.theguardian.com/world/2014/oct/01/tony-abbott-finds-burqa-confronting-and-would-not-oppose-parliament-ban","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"01/10/2014","time":"","title":"Expanded spy powers pass parliament","text":"The bill – the first in a series of national security bills – was passed with the support of Labor, and enables the Australian Security Intelligence Organisation (Asio) to obtain intelligence from numerous computers, toughens penalties for intelligence agency whistleblowers, and creates offences for any person who discloses information about special intelligence operations.","incident-category":"legislation","link":"http://www.theguardian.com/australia-news/2014/oct/01/expanded-security-laws-pass-parliament-as-lone-labor-mp-voices-concerns","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"02/10/2014","time":"17:00:00","title":"Australian parliament introduces rule segrating people with face coverings","text":"The Australian parliament announces an 'interim decision' that will force visitors wearing facial coverings to sit in a separate area of the public gallery shielded by glass panels.","incident-category":"government-announcement","link":"http://www.theguardian.com/australia-news/2014/oct/02/parliamentary-burqa-rules-send-signal-of-intolerance-to-australian-public","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"02/10/2014","time":"20:00:00","title":"Tony Abbott backtracks on parliamentary burqa exclusion","text":"Tony Abbott says he will ask the Australian parliament’s presiding officers to reconsider a controversial decision to force visitors with facial coverings to sit in a separate glassed area of the public galleries.","incident-category":"government-announcement","link":"http://www.theguardian.com/australia-news/2014/oct/02/tony-abbott-to-backtrack-over-parliamentary-burqa-exclusion","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"02/10/2014","time":"","title":"Australian Press Council says new spy powers need independent monitor","text":"The chair of the Australian Press Council has called for the introduction of an independent public advocate to monitor the expanded powers of Australia’s intelligence agencies. The first tranche of the government’s national security legislation, passed by the lower house on Wednesday, creates a new class of “special intelligence operations” that grant Asio officers immunity from prosecution for use of force and are shrouded in an additional layer of official secrecy. In a move that has alarmed press freedom organisations around the world, the act could also criminalise disclosure about these operations putting journalists at risk of up to 10 years’ jail for reporting about the operations.","incident-category":"media","link":"http://www.theguardian.com/australia-news/2014/oct/02/australian-press-council-spy-powers-independent-monitor","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"03/10/2014","time":"12:30:00","title":"Australian government approves air strikes targeting Islamic State in Iraq","text":"The federal government has approved air combat operations in Iraq to fight Islamic State extremists. The decision to send in Super Hornets as part of a US-led mission came after a meeting of the national security committee and cabinet in Canberra on Friday. “Today cabinet has authorised Australian air strikes in Iraq at the request of the Iraqi government in support of the Iraqi government,” Abbott said.","incident-category":"government-announcement","link":"http://www.theguardian.com/australia-news/2014/oct/03/australian-government-approves-air-strikes-targeting-islamic-state-in-iraq","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"03/10/2014","time":"12:29:00","title":"Parliamentary Joint Committee on Intelligence and Security begins hearings into second national security bill","text":"Australia’s domestic intelligence agency would have almost “total control” over the cancellation of passports for people who are considered a security risk under proposed laws which the Australian Human Rights Commission has warned may have severe consequences.In a broad-ranging submission the commission raised serious concerns about the general lowering of legal standards proposed in the second tranche of national security legislation.","incident-category":"opposition-or-other","link":"http://www.theguardian.com/australia-news/2014/oct/03/security-proposals-significantly-lower-legal-standards-says-human-rights-chief","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"10/05/2014","time":"","title":"Poll shows Australians back air strikes","text":"Australian voters strongly back RAAF air strikes on the Islamic State (Isis) group in Iraq, and most believe the threat of terrorism attacks on home soil is real, a new poll shows. The poll found 62% of voters supported Australia’s decision to carry out air strikes in Iraq, while 21% were opposed and 17% were uncommitted. And 75% believe the threat of a terrorism attack on Australian soil is real, with only 16% disagreeing.","incident-category":"major-event","link":"http://www.theguardian.com/australia-news/2014/oct/05/australians-back-air-strikes-isis-iraq-three-to-one-poll","source":"AAP","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""},
{"date":"06/10/2014","time":"","title":"Australia launches first armed combat mission against Isis in Iraq","text":"Australia has launched its first armed combat mission against Islamic State (Isis) in Iraq, but did not strike any targets. Two RAAF Super Hornets were “on call to attack targets”, Defence said in a statement, but the aircraft “did not use their munitions”.","incident-category":"major-event","link":"http://www.theguardian.com/australia-news/2014/oct/06/australia-launches-first-armed-combat-mission-isis-iraq","source":"The Guardian","updated":"","source-title":"Read more: ","analysis-title":"","analysis-link":"","analysis-text":""}]
);